Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered by UAM as a single SMB when IOB exceeds COB. This gives the ability to make UAM more or less aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. Reducing the value will cause UAM to dose less insulin for each SMB. It is not recommended to set this value higher than 60 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
bg: Стойност по подразбиране: 30. Това е максималният брой минути базал, който UAM може да подаде като един SMB, когато IOB надвишава COB. Позволява да направите UAM по-агресивен или по-консервативен, ако решите. Препоръчва се да започнете със стойност 30 (по подразбиране), и ако решите да я увеличите, правете го на стъпки от не повече от 15 минути, като внимателно наблюдавате ефекта от промените. Намаляване на стойността ще накара UAM да подава по-малко инсулин при всеки SMB. Не се препоръчва стойност над 60 мин, защото това може да повлияе на способността на алгоритъма безопасно да занули временен базал. Препоръчва се също да използвате pushover при стойност над подразбиращата, за да получавате известия за прогнозирани ниски или високи стойности.
cs: Výchozí hodnota je 30. Je to maximální počet minut bazálu, který může UAM podat jako jeden SMB, když aktivní inzulín (IOB) převyšuje sacharidy (COB). To ti dává možnost nastavit UAM více či méně agresivně, pokud budeš chtít. Doporučuje se nechat hodnotu na 30 (v souladu s výchozím nastavením). Pokud se ji rozhodneš zvýšit, dělej to v krocích po maximálně 15 minutách a pečlivě sleduj účinky změn. Snížení této hodnoty způsobí, že UAM bude pro každý SMB dávkovat méně inzulínu. Nedoporučuje se nastavovat tuhle hodnotu vyšší než 60 minut, protože by to mohlo ovlivnit schopnost algoritmu bezpečně vynulovat bazál (zero temp). Při nastavení hodnoty vyšší než výchozí se také doporučuje používat Pushover, aby se generovaly výstrahy pro jakékoli předpovídané nízké nebo vysoké hodnoty.
da: Standarder for at starte ved 30. Dette er de maksimale minutter af basal, der kan leveres af UAM som en enkelt SMB, når IOB overstiger COB. Dette giver mulighed for at gøre UAM mere eller mindre aggressiv, hvis du vælger. Det anbefales, at værdien er sat til at starte på 30, i overensstemmelse med standarden, og hvis du vælger at øge denne værdi, gøre det i højst 15 minutters trin, holde nøje øje med virkningerne af ændringerne. En reduktion af værdien vil medføre, at UAM doserer mindre insulin for hver SMB. Det anbefales ikke at sætte denne værdi højere end 60 minutter, da dette kan påvirke algoritmens evne til sikkert at nul temp. Det anbefales også, at pushover bruges ved indstilling af værdien til at være større end standard, således at der genereres alarmer for eventuelle forudsagte lav eller højder.
de: Standardmäßiger Beginn mit 30. Dies sind die maximale Basalminuten, die von UAM als ein einzelner SMB geliefert werden können, wenn IOB die COB übersteigt. Dies gibt die Möglichkeit, UAM mehr oder weniger aggressiv zu machen, wenn Du es wünschst. Es wird empfohlen, mit 30 Minuten zu starten, entsprechend der Standardeinstellung. Wenn Du diesen Wert erhöhen möchtest, solltest Du dies in Schritten von höchstens 15 Minuten tun und die Auswirkungen der Änderungen genau beobachten. Eine Verringerung des Wertes führt dazu, dass UAM weniger Insulin für jeden SMB dosiert. Es wird nicht empfohlen, diesen Wert höher als 60 Minuten einzustellen, da dies die Fähigkeit des Algorithmus beeinträchtigen kann, die Temporären Basalraten sicher auf Null zu stellen. Es wird auch empfohlen, Benachrichtigungen zu aktivieren, wenn der Wert größer als der Standardwert ist, so dass bei vorhergesagten Tiefst- oder Höchstwerten eine Warnung abgegeben wird.
es: Por defecto comienza en 30. Este es el máximo de minutos de basal que UAM puede entregar como un solo SMB cuando la insulina activa excede los carbohidratos activos. Esto da la capacidad de hacer UAM más o menos agresivo si lo desea. Se recomienda que el valor se establezca a partir de 30, en línea con el valor predeterminado, y si decide aumentar este valor, hacerlo en incrementos de no más de 15 minutos, vigilando de cerca los efectos de los cambios. Reducir el valor hará que UAM inyecte menos insulina para cada SMB. No se recomienda establecer este valor superior a 60 minutos, ya que esto puede afectar a la capacidad del algoritmo de suspender la basal temporalmente. También se recomienda que Pushover sea usado cuando se establece que el valor es mayor de lo predeterminado, para que las alertas se generen para cualquier bajo o alto previsto.
fr: Valeur par défaut : 30. Détermine la durée maximale (en minutes) de basal pouvant être administrée par l’UAM (gestion des repas non annoncés) sous forme d’un seul Super Micro Bolus (SMB) lorsque l’insuline active (IOB) dépasse les glucides actifs (COB). Cette valeur permet d’ajuster l’agressivité de l’UAM selon vos préférences. Il est recommandé de conserver la valeur par défaut de 30 et, si vous choisissez de l’augmenter par la suite, de le faire par paliers de 15 minutes maximum en surveillant attentivement les effets des modifications. Réduire cette valeur entraînera une diminution de l’insuline administrée par l’UAM pour chaque SMB. Il n’est pas conseillé de dépasser 60 minutes, car cela pourrait compromettre la capacité de l’algorithme à suspendre temporairement l’administration en toute sécurité. Il est également recommandé d’activer Pushover (ou tout autre système de notification) pour recevoir une alerte si la valeur de glucose risque de sortir de la plage cible (hypoglycémie ou hyperglycémie).
it: Predefinito per iniziare a 30 minuti. Questo è il massimo minuti di basale che può essere somministrato da UAM come un singolo SMB quando IOB supera la COB. Questo dà la possibilità di rendere UAM più o meno aggressivo se viene attivato. Si raccomanda che il valore sia impostato per iniziare a 30, in linea con il valore predefinito, e se si sceglie di aumentare questo valore, farlo con incrementi non superiori a 15 minuti, tenendo un occhio attento agli effetti dei cambiamenti. La riduzione del valore causerà una riduzione della dose di insulina UAM per ogni SMB. Non è consigliabile impostare questo valore superiore a 60 minuti, in quanto ciò potrebbe influire sulla capacità dell'algoritmo di azzerare in sicurezza la basale temporanea. Si raccomanda inoltre di utilizzare il pushover quando si imposta un valore maggiore di quello predefinito, in modo che vengano eseguite segnalazioni in anticipo per valori glicemi predetti alti o bassi.
nb_no: Standardverdi er 30. Dette er maksimalt antall minutter basal som kan bli levert av UAM som én enkelt SMB når IOB er mer enn COB. Dette gir muligheten til å gjøre UAM mer eller mindre aggressiv hvis du ønsker det. Det er anbefalt at verdien starter på 30, og at du ikke endrer med mer enn 15 minutter av gangen. Hvis du reduserer verdien vil UAM dosere mindre insulin for hver SMB. Det er ikke anbefalt å sette verdien høyere enn 60 min, da det kan påvirke algoritmens mulighet til trygt å sette 0-mål. Det er også anbefalt at pushover benyttes dersom du setter en verdi høyere enn standard. Dette gir varsler for enhver antatt lav eller høy verdi.
nl: Staat standaard op 30. Dit is het maximum aantal minuten van basaal dat kan worden toegediend door UAM als een enkele supermicrobolus wanneer de IOB groter is dan dan COB. Dit zorgt er voor dat UAM agressiever kan worden ingesteld, als je daarvoor kiest. Het is aanbevolen om te beginnen met een waarde van 30 minuten (standaard) en als je er voor kiest om de waarde te verhogen: doe dit dan in kleine stappen van maximaal 15 minuten, terwijl je het effect heel goed in de gaten houdt. Het is niet aanbevolen om het hoger dan 60 minuten in te stellen, dit beperkt de mogelijkheid van het algoritme om veilig een tijdelijk 0-basaal in te stellen. Het wordt ook aanbevolen om pushberichten aan te zetten voor wanneer de glucose waardes hoog of laag dreigen te raken.
pl: Domyślnie wartość to 30. Jest to maksymalna liczba minut bazowych, które mogą być dostarczane przez UAM jako pojedynczy SMB, gdy IOB przekracza COB. Daje to możliwość uczynienia UAM bardziej lub mniej agresywnym, jeśli chcesz. Zaleca się, aby wartość była ustawiona na 30, zgodnie z wartością domyślną, a jeśli zdecydujesz się zwiększyć tę wartość, rób to w odstępach nie dłuższych niż 15 minut, uważnie obserwując skutki zmian. Zmniejszenie wartości spowoduje, że UAM będzie dawkować mniej insuliny dla każdego SMB. Nie zaleca się ustawiania tej wartości wyższej niż 60 minut, ponieważ może to wpłynąć na zdolność algorytmu do bezpiecznego zerowania bazy. Zaleca się również użycie powiadomień podczas ustawiania wartości większej niż domyślna, aby alerty były generowane dla wszelkich przewidywanych minimów lub maksimów.
pt_pt: O padrão é iniciar ao 30. Este é o máximo de minutos de basal que podem ser entregues pela UAM como um único SMB quando a IOB excede o COB. Isto dá a capacidade de tornar a UAM mais ou menos agressiva se você escolher. É recomendado que o valor seja definido para começar com 30, em linha com o padrão, e se você optar por aumentar esse valor, Faça-o apenas com um acréscimo de 15 minutos, acompanhando de perto os efeitos das alterações. Reduzir o valor fará com que o UAM doe menos insulina para cada SMB. Não é recomendado definir este valor superior a 60 minutos, já que isso pode afetar a habilidade de usar um algoritmo em condições de segurança em qualquer temp. Também é recomendado que o pushover seja usado ao configurar o valor para ser maior do que o padrão, para que os alertas sejam gerados para quaisquer mínimos ou máximos previstos.
ru: По умолчанию, начинается с 30. Это максимальный размер базальных минут, который может быть доставлена UAM в качестве одного SMB по сравнению с IOB COB. Это дает возможность сделать UAM более или менее агрессивным. Рекомендуется, чтобы значение начиналось с 30. Если вы решите увеличить это значение, увеличивайте не более чем на 15 минут, не забывая при этом о контроле СК. Уменьшение значения приведет к снижению дозы инсулина для каждого SMB. Не рекомендуется устанавливать это значение больше 60 минут, так как это может повлиять на способность алгоритма безопасного отключения базы. Также рекомендуется использовать оповещения pushover при установке значения больше 30, чтобы оповещения генерировались для любых прогнозируемых низких или высоких значений СК.
sv: Standardvärde 30. Detta är det maximala antal minuter av din ordinarie basal som kommer att användas för UAM för att ges som en SMB. Denna inställning ger möjlighet att göra behandlingen med UAM mer aggressiv, om du väljer att öka detta värde. Det rekommenderas att börja med 30 minuter, och om du väljer att öka detta värde, görs det stegvis i högst 15 minuters steg, samtidigt som du noga följer effekterna av nya inställningarna. En reducering av värdet leder till att UAM doserar mindre insulin med varje SMB. Det rekommenderas inte att ställa in detta värde högre än 60 minuter, eftersom detta påverkar algoritmens förmåga att säkert kunna balansera med temporära basaler på 0 E/h. Det rekommenderas också att pushover används när värdet sätts till att vara större än standard, så att varningar och notiser kan genereras för alla förväntade glukosdalar eller toppar.
uk: За замовчуванням починається з 30. Це максимальний розмір базальних хвилин, який може бути доставлена UAM як один SMB в порівнянні з IOB COB. Це дає можливість зробити UAM більш менш агресивним. Рекомендується, щоб значення починалося з 30. Якщо ви вирішите збільшити це значення, збільшуйте не більше 15 хвилин, не забуваючи при цьому про контроль BG. Зменшення значення спричинить зниження дози інсуліну для кожного SMB. Не рекомендується встановлювати це значення більше 60 хвилин, оскільки це може вплинути на здатність алгоритму безпечного відключення бази. Також рекомендується використовувати оповіщення pushover під час встановлення значення більше 30, щоб оповіщення генерувалися для будь-яких прогнозованих низьких або високих значень BG.
vi: Mặc định bắt đầu từ 30 phút. Đây là số phút tiêm liều nền tối đa mà UAM có thể tiêm dưới dạng một SMB duy nhất khi lượng insulin còn tác dụng (IOB) vượt quá lượng carb còn lại (COB). Giá trị này cho phép bạn điều chỉnh mức độ can thiệp của UAM – mạnh hoặc nhẹ hơn tùy ý. Khuyến nghị giữ giá trị ở mức 30 phút theo mặc định. Nếu muốn tăng giá trị này, hãy chỉ tăng tối đa 15 phút mỗi lần và theo dõi sát sao các tác động do thay đổi gây ra. Việc giảm giá trị này sẽ khiến UAM tiêm ít insulin hơn cho mỗi SMB. Không nên đặt giá trị cao hơn 60 phút vì điều đó có thể ảnh hưởng đến khả năng thuật toán đưa liều nền về mức tạm ngưng (zero temp) một cách an toàn. Ngoài ra, cũng khuyến nghị sử dụng Pushover khi đặt giá trị cao hơn mặc định, để hệ thống có thể tạo cảnh báo nếu dự đoán xảy ra hạ hoặc tăng đường huyết.
zh_hant: 預設為 30。這是當 IOB 超過 COB 時，UAM 作為單一超微量注射可以送達的基礎最大分鐘數。這使得您可以在選擇的情況下使 UAM 變得更具或較少侵略性。建議該值設為 30，與預設一致，若您選擇增加此值，則每次增加不超過 15 分鐘，並密切關注變更的影響。減少該值將導致 UAM 每次超微量注射注射較少的胰島素。不建議將此值設高於 60 分鐘，因為這可能影響算法安全歸零臨時。同樣建議在設置值大於預設時使用 pushover，以便對任何預測的低或高發送警報。

source: Define your glucose targets, basal rates, carb ratios, and insulin sensitivities.
bg: Задайте целите си за глюкоза, базалните дози, въглехидратните числа и инсулиновите чувствителности.
cs: Definuj své cílové glykémie, bazální dávky, sacharidové poměry a citlivost na inzulín.
da: Definere dine glukosemål, basal rater, kulhydrat ratios og insulinfølsomheder.
de: Definiere Deine Glukose-Zielbereiche, Basalraten, Kohlenhydratfaktoren und Insulinempfindlichkeiten.
fr: Définition de vos cibles de glucose, profil basal, ratios Insuline/Glucides et sensibilités à l’insuline.
it: Definisci i target di glucosio, le velocità basali, i rapporti carboidrati e la sensibilità all’insulina.
nb_no: Sett opp dine blodsukkermål, basalrater, karbohydratforhold og insulinfølsomhet.
nl: Stel jouw glucosedoelstellingen, basaalstanden, koolhydraten ratio's en insuline gevoeligheden in.
pl: Zdefiniuj docelowy poziom glikemii, dawkę podstawową, współczynniki węglowodanowe i wrażliwość na insulinę.
sv: Ange glukosmål, basalprofil, insulinkvoter, samt insulinkänslighet.
vi: Thiết lập mục tiêu đường huyết, liều nền, tỷ lệ carb và độ nhạy insulin của bạn.
zh_hant: 定義您的血糖目標、基礎速率、碳水化合物比率和胰島素敏感性。

source: Delay between fat & protein entry and first FPU entry.
bg: Забавяне между записването на мазнини и протеини и първия FPU запис.
cs: Prodleva mezi záznamem tuků a bílkovin a prvním záznamem FPU.
da: Forsinkelse mellem fedt og protein indgang og første FPU-indgang.
de: Verzögerung zwischen Fett- & Eiweißeintrag und erstem FPU-Eintrag.
es: Retraso entre entrada de grasa y proteína y primera entrada de FPU.
fr: Délai entre l’enregistrement des lipides et protéines et la première entrée programmée d'une portion de leur équivalent glucidique (FPU).
it: Ritardo tra ingressi grassi e proteine e prima entrata FPU.
nb_no: Forsinkelse fra fett og protein blir registrert, til karboekvivalenter blir lagt til.
nl: Vertraging tussen vet- en proteïne-invoer en eerste FPU invoer.
pl: Opóźnienie pomiędzy wejściem tłuszczu i białka a pierwszym wejściem FPU.
pt_pt: Atraso entre a entrada de gordura e proteínas e a primeira entrada de FPU.
ru: Задержка между включением жира и белком и первой записью FPU.
sv: Fördröjning mellan fett & protein registrering och första FPU post.
uk: Затримка між жиром і елементом білка і першим записом у FPU.
vi: Thời gian trễ giữa việc nhập dữ liệu chất béo & protein và lần nhập FPU đầu tiên.
zh_hant: 脂肪與蛋白質進入與首次 FPU 進入之間的延遲。

source: Delay In Minutes
bg: Забавяне в минути
cs: Prodleva v minutách
da: Forsinkelse I Minutter
de: Verzögerung in Minuten
es: Retraso en minutos
fr: Délai en minutes
it: Ritardo in minuti
nb_no: Forsinkelse i minutter
nl: Vertraging in minuten
pl: Opóźnienie w minutach
pt_pt: Atraso em minutos
ru: Задержка в минутах
sv: Fördröjning
uk: Затримка в Хвилинах
vi: Độ trễ theo phút
zh_hant: 延遲（分鐘）

source: Delete
bg: Изтриване
cs: Smazat
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
nb_no: Slett
nl: Verwijderen
pl: Usuń
pt_pt: Apagar
ru: Удалить
sv: Radera
uk: Видалити
vi: Xóa
zh_hant: 刪除

source: Delete %@
bg: Изтриване на %@
cs: Smazat %@
da: Slet %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
nb_no: Slette %@
nl: Verwijder %@
pl: Usuń %@
pt_pt: Excluir %@
ru: Удалить %@
sv: Radera %@
uk: Видалити %@
vi: Xóa %@
zh_hant: 刪除 %@

source: Delete autotune data
bg: Изтриване на Autotune данни
cs: Smazat data autotune
da: Slet autotune data
de: Autotune Daten löschen
es: Eliminar datos autotune
fr: Effacer les données du réglage automatique "Autotune"
it: Cancella dati autotune
nb_no: Slett autotune-data
nl: Verwijder autotune-gegevens
pl: Usuń dane autotune
pt_pt: Apagar dados autotune
ru: Удалить данные автотюна
sv: Rensa Autotune-data
uk: Видалити дані автотюну
vi: Xóa dữ liệu Autotune
zh_hant: 刪除自動調整數據

source: Delete Carb Equivalents?
bg: Изтриване на еквивалентите на въглехидрати?
cs: Smazat ekvivalenty sacharidů?
da: Slet Kulhydrat Ækvivalenter?
de: Kohlenhydratäquivalente löschen?
es: ¿Eliminar Equivalentes de Carbo?
fr: Supprimer les équivalents glucides ?
it: Cancella i carb equivalenti?
nb_no: Slette karbo-ekvivalenter?
nl: Koolhydraat equivalenten verwijderen?
pl: Usunąć równoważniki węglowodanów?
pt_pt: Excluir Equivalentes de Carb?
ru: Удалить эквиваленты углеводов?
sv: Radera dessa fett- och proteinposter?
uk: Видалити вуглеводні еквіваленти?
vi: Xóa Carb tương đương không?
zh_hant: 刪除碳水化合物等價物？

source: Delete Carbs Equivalents?
bg: Изтриване на еквивалентите на въглехидрати?
cs: Smazat ekvivalenty sacharidů?
da: Slet Kulhydratsækvivalenter?
de: Kohlenhydratäquivalente löschen?
fr: Supprimer les équivalents glucidiques (FPU) ?
it: Eliminare gli equivalenti dei carboidrati?
nb_no: Slette karbo-ekvivalenter?
nl: Koolhydraten verwijderen?
pl: Usunąć ekwiwalenty węglowodanów?
sv: Radera kolhydratekvivalenter?
vi: Xóa các giá trị carb tương đương không?
zh_hant: 要刪除換算後的碳水化合物嗎？

source: Delete Carbs?
bg: Изтриване на въглехидрати?
cs: Smazat sacharidy?
da: Slet Kulhydrater?
de: Kohlenhydrate löschen?
es: ¿Eliminar Carbo?
fr: Supprimer les glucides ?
it: Cancella carboidrati?
nb_no: Slette karbohydrater?
nl: Koolhydraten verwijderen?
pl: Usunąć węglowodany?
pt_pt: Excluir carboidratos?
ru: Удалить углерод?
sv: Radera kolhydrater?
uk: Видалити вуглеводи?
vi: Xóa Carbs?
zh_hant: 刪除碳水化合物？

source: Delete CGM
bg: Изтриване на CGM
cs: Odstranit CGM
da: Slet CGM
de: CGM löschen
es: Eliminar CGM
fr: Supprimer le CGM
it: Cancella CGM
nb_no: Slett CGM
nl: Verwijder CGM
pl: Usuń CGM
pt_pt: Excluir CGM
ru: Удалить CGM
sv: Radera CGM
uk: Видалити CGM
vi: Xóa Cảm biến đường huyết
zh_hant: 刪除 CGM

source: Delete CGMManager and start anew. Your libreoopweb credentials will be preserved
bg: Изтрийте CGMManager и започнете отначало. Вашите libreoopweb удостоверения ще бъдат запазени
cs: Smazat CGMManager a začít znovu. Vaše přihlašovací údaje k libreoopweb budou zachovány
da: Slet CGMManager og starte på ny. Dine libreoopweb legitimationsoplysninger vil blive bevaret
de: CGMManager löschen und neu starten. Deine libreoopweb Zugangsdaten bleiben erhalten
es: Eliminar CGMManager e iniciar de nuevo. Sus credenciales libreoopweb se conservarán
fr: Supprimez le "CGMManager" et recommencez de nouveau. Vos identifiants pour "libreoopweb" seront conservés
it: Cancella CGMManager e ricomincia. Le tue credenziali di libreoopweb saranno conservate
nb_no: Slett CGM-styring og start på nytt. Innloggingsinformasjon for libreoopweb lagres.
nl: Verwijder CGMManager en start opnieuw. De libreoopweb gegevens blijven bewaard
pl: Usuń CGMManager i zacznij od nowa. Twoje dane logowania do libreoopweb zostaną zachowane
pt_pt: Excluir o CGMManager e começar de novo. Suas credenciais de libreoopweb serão preservadas
ru: Удалить CGM и добавьте заново.
sv: Radera CGM och börja om. Dina libreoopweb-inställningar kommer att sparas
uk: Видаліть CGMManager і почніть заново. Ваші дані libreoopweb будуть збережені
vi: Xóa CGMManager và bắt đầu lại. Thông tin đăng nhập libreoopweb của bạn sẽ được giữ nguyên
zh_hant: 刪除 CGMManager 並重新開始。您的 libreoopweb 憑證將被保留。

source: Delete Glucose?
bg: Изтриване на глюкоза?
cs: Smazat glukózu?
da: Slet Glucose?
de: Glukose löschen?
es: ¿Eliminar Glucosa?
fr: Supprimer cette mesure de glucose ?
it: Cancella Glicemie?
nb_no: Slette blodsukkerverdi?
nl: Glucose verwijderen?
pl: Usunąć glikemię?
pt_pt: Excluir o Glicose?
ru: Удалить глюкозу?
sv: Radera glukosvärde?
uk: Видалити глюкозу?
vi: Xóa Đường huyết không?
zh_hant: 刪除葡萄糖？

source: Delete Insulin?
bg: Изтриване на инсулин?
cs: Smazat inzulín?
da: Slet Insulin?
de: Insulin löschen?
es: ¿Eliminar insulina?
fr: Supprimer l'Insuline ?
it: Cancella l'insulina?
nb_no: Slette insulin?
nl: Insuline verwijderen?
pl: Usunąć insulinę?
pt_pt: Apagar Isolamento?
ru: Удалить инсулин?
sv: Radera insulin?
uk: Видалити інсулін?
vi: Xóa Insulin không?
zh_hant: 刪除胰島素？

source: Delete Preset
bg: Изтриване на шаблон
cs: Smazat předvolbu
da: Slet forudindstilling
de: Vorlage löschen
es: Eliminar ajuste
fr: Supprimer ce plat favori
it: Cancella predefinito
nb_no: Slette forvalg
nl: Verwijder voorinstelling
pl: Usuwanie ustawień wstępnych
pt_pt: Excluir predefinição
ru: Удалить шаблон
sv: Radera förval
uk: Видалити шаблон
vi: Xoá mẫu thiết lập
zh_hant: 刪除預設

source: Delete preset '%@'?
bg: Изтриване на шаблон „%@“?
cs: Smazat předvolbu '%@'?
da: Slet forudindstilling '%@'?
de: Vorlage '%@ ' löschen?
es: ¿Eliminar ajuste preestablecido '%@'?
fr: Effacer le plat '%@' ?
it: Cancella predefinito "%@'?
nb_no: Slette forvalg '%@'?
nl: Verwijder voorinstelling '%@'?
pl: Usunąć ustawienie '%@'?
pt_pt: Excluir predefinição '%@'?
ru: Удалить шаблон '%@'?
sv: Radera förval '%@'?
uk: Видалити шаблон "%@'?
vi: Xóa mẫu thiết lập sẵn '%@' không?
zh_hant: 刪除預設 '%@'？

source: Delete preset "%@"
bg: Изтриване на шаблон „%@“
cs: Smazat předvolbu "%@"
da: Slet forudindstilling \"%@\"
de: Vorlage "%@" löschen
es: Eliminar ajuste predefinido "%@"
fr: Supprimer le plat "%@"
it: Cancella predefinito "%@"
nb_no: Slett forhåndsinnstilling "%@"
nl: Voorinstelling "%@" verwijderen
pl: Usuń profil %@
pt_pt: Apagar predefinido "%@"
ru: Удалить шаблон "%@"
sv: Radera förval "%@"
uk: Видалити шаблон "%@"
vi: Xóa mẫu thiết lập sẵn '%@'
zh_hant: 刪除預設 "%@"

source: Delete Selected Preset
bg: Изтриване на избрания шаблон
cs: Smazat vybranou předvolbu
da: Slet Valgte Forudindstilling
de: Gewählte Vorlage löschen
es: Eliminar ajuste seleccionado
fr: Supprimer le plat sélectionné
it: Cancella preimpostazione selezionata
nb_no: Slett valgt forvalg
nl: Geselecteerde voorinstelling verwijderen
pl: Usuń wybrane ustawienia
pt_pt: Excluir predefinição selecionada
ru: Удалить выделенный шаблон
sv: Radera detta förval
uk: Вилучити Позначений Шаблон
vi: Xóa thiết lập đã chọn
zh_hant: 刪除選定的預設
